{
  "what_is": [
    "เหรียญ AAVE เป็นเหรียญของแพลตฟอร์ม AAVE ในชื่อเดียวกัน โดยเหรียญเป็นประเภท Governance Token ซึ่งเป็นเหรียญที่มอบอำนาจในการกำหนดทิศทางของแพลตฟอร์มให้กับผู้ถือเหรียญ ไม่ว่าจะเป็นการออกเสียงหรือการโหวตในข้อเสนอต่างๆ ได้ โดยข้อเสนอต่างๆ นอกเหนือจากข้อเสนอจากทางผู้พัฒนาแล้ว ทางฝั่งผู้ใช้ก็สามารถเข้ามาเสนอได้ด้วย เหรียญ AAVE เป็นเหรียญที่ถูกพัฒนาอยู่บนเครือข่าย Ethereum ภายใต้มาตรฐาน ERC-20 โดยมีปริมาณอุปทานสูงสุด (max supply) อยู่ที่ 16 ล้านเหรียญ"
  ],
  "product_overview": [
    "Aave เป็นแพลตฟอร์มการกู้ยืมเงินแบบกระจายศูนย์ (Decentralized Finance) และนับว่าเป็น DeFi รุ่นแรกที่ถูกพัฒนาบน Ethereum จนกระทั่งปล่อยผลิตภัณฑ์ออกมาให้ใช้ในปี 2020 แต่ด้วยพัฒนาการณ์ของบล็อกเชนที่ได้มีการขยาย รวมถึงสร้างเครือข่ายต่างๆ ออกมามากมาย ทำให้ Aave เองต้องขยายให้ครอบคลุมไปยังผู้ใช้บนเครือข่ายอื่นๆ และพัฒนามาหลายเวอร์ชัน โดยปัจจุบันเป็นเวอร์ชันที่ 3 ซึ่ง Aave V3 เปิดให้บริการครอบคลุมถึง 8 เครือข่ายได้แก่ Ethereum, Arbitrum, Optimism, Harmony, Avalanche, Polygon, Fantom และ Metis",
    "Aave ใช้คุณสมบัติของ DeFi ในการทำตัวให้อยู่ในสถานะคนกลางที่เปิดให้ทุกคนที่เข้าถึงอินเทอร์เน็ตสามารถเข้าถึงบริการเงินกู้ได้ โดยที่ไม่จำเป็นต้องทำการ KYC หรือระบุตัวตนแต่อย่างใด ทำให้ลดกระบวนการในการเข้าถึงแหล่งเงินทุนที่ซับซ้อนอย่างที่เป็นอยู่ในโลกระบบทุนนิยมเดิมไปได้อย่างมาก โดยระบบเงินกู้ของ Aave เองถือได้ว่าใกล้เคียงกับการใช้งานในโลกแห่งความจริงที่เกิดขึ้นบนโลกดิจิทัลมากที่สุด แม้จะ Aave เองจะไม่ได้เป็นแพลตฟอร์มแรกที่คิดค้นกระบวนการนี้ แต่ก็เป็นหนึ่งในแพลตฟอร์มที่ยังอยู่รอดมาจนถึงทุกวันนี้ และผู้ใช้ต่างให้ความเชื่อมั่่นมาโดยตลอด"
  ],
  "utilities": [
    "เหรียญ AAVE ถูกใช้ในการจัดการแพลตฟอร์มผ่านการโหวตข้อเสนอต่างๆ ที่ทางทีม หรือทางผู้ใช้ใน Community เป็นผู้สร้าง เพื่อปรับให้คุณสมบัติบางอย่างบนแพลตฟอร์มสามารถตอบสนองต่อผู้ใช้ได้สูงสุดผ่านความเห็นของผู้ใช้เองด้วย "
  ],
  "mechanism": [
    "เดิมที Aave มีกลไกในการเบิร์นเหรียญ โดยการนำค่าธรรมเนียมที่จ่ายให้แพลตฟอร์มด้วย Ether ประมาณ 80 เปอร์เซ็น เพื่อทำลายเหรียญในระบบทิ้ง ซึ่งกระบวนการดังกล่าวจะทำให้มูลค่าของเหรียญเพิ่มสูงขึ้นตามหลักอุปสงค์อุปทาน แต่ปัจจุบันได้มีการโหวตเพื่อนำกระบวนการนี้ออกไปแล้ว"
  ],
  "holder_benefits": [],
  "real_world_use_cases": []
}