{
  "what_is": [
    "Avax เป็นเหรียญหลัก ของแพลตฟอร์ม Avalanche ใช้ในการชำระค่าธรรมเนียมการทำธุรกรรมและการดำเนินการเครือข่ายอื่น ๆ เช่น การสร้างเครื่อข่ายย่อย (Subnets) เป็นต้น และสามารถใช้เป็น Governance token โดยผู้ถือ AVAX สามารถมีส่วนร่วมในกระบวนการตัดสินใจของแพลตฟอร์ม โดยการลงคะแนนเสียงในข้อเสนอต่างๆ ได้",
    "ซึ่งใช้ในการขับเคลื่อนธุรกรรมในระบบนิเวศของพวกเขา AVAX คือวิธีการจัดสรรรางวัลของระบบ การมีส่วนร่วมในการกำกับดูแลและอำนวยความสะดวกในการทำธุรกรรมทางอินเทอร์เน็ตผ่านการชำระเงินค่าธรรมเนียม"
  ],
  "product_overview": [
    "Avalanche เป็นแพลตฟอร์มบล็อกเชนเลเยอร์ 1 โดยจะเน้นไปที่การจัดการกับความท้าทายสามประการของบล็อกเชนที่เรียกว่า Blockchain Trilemma เช่น ในด้านความสามารถในการปรับขนาด (Scalability) ในด้านความปลอดภัย (Security) และในด้านการกระจายอำนาจ (Decentralization) ด้วยกลไก Proof of Stake (PoS)",
    "และเป็นแพลตฟอร์มที่สามารถใช้ smart contract เพื่อพัฒนา DApps (แอปพลิเคชั่นแบบ Decentralized) และสามารถกำหนดบล็อกเชนเองได้ และอีกอย่างนึง Avalanche ยังรองรับการเขียน DApps ใน Solidity ซึ่งเป็นภาษาโปรแกรมเดียวกับที่ใช้บนเครือข่าย Ethereum ทำให้นักพัฒนาที่คุ้นเคยกับ Ethereum สามารถย้ายไปยัง Avalanche ได้ง่าย โดยทาง Community ของ Avalanche ได้อ้างตัวเองว่าเป็น Ethereum killer",
    "แพลตฟอร์ม Avalanche ประกอบด้วยองค์ประกอบหลัก 3 ส่วน:",
    "1) Exchange Chain (X-Chain): โดยส่วนนี้ใช้เพื่อส่งและรับเงินบนเน็ตเวิร์คของ Avalanche ซึ่งเป็นฟังก์ชั่นเดียวของ X-chain นอกจากนี้ ค่าธรรมเนียมการทำธุรกรรมจะถูกกำหนดไว้ที่ 0.001 AVAX และ X-Chain ให้ประโยชน์ด้านความเร็วมากกว่า C-Chain โดย X-Chain ใช้เทคโนโลยี Directed acyclic graph (DAG)",
    "2) The Contract Chain (C-Chain): แพลตฟอร์ม Smart contract ที่รองรับ Ethereum ที่ช่วยให้ Developer สามารถปรับใช้และรันแอปพลิเคชั่นแบบ Decentralized (dApps) ได้ง่าย",
    "3) Platform Chain (P-Chain): โดยส่วนนี้ใช้เพื่อ Staking AVAX และ อำนวยความสะดวกให้กับ validator สร้างซับเน็ตใหม่ และจัดการการกำกับดูแลโดยรวมของแพลตฟอร์ม Avalanche",
    "การแยก Chain ออกมาเป็น 3 ส่วนนั้นทำให้ระบบการทำงานของ Avalanche มีประสิทธิภาพสูงมากยิ่งขึ้น เพิ่มการสื่อสาร (interoperability) ได้ดียิ่งขึ้น โดยเครือข่ายทั้งสามนี้ได้รับการรักษาความปลอดภัยและตรวจสอบโดย Primary Network, subnets ซึ่ง Subnets ที่กำหนดเองทั้งหมดจำเป็นต้อง Validate บน Primary network โดย Staking อย่างน้อย 2,000 AVAX หมายความว่าถ้าอยากจะเป็น Validator ต้อง Staking 2,000 AVAX เป็นอย่างน้อย"
  ],
  "utilities": [
    "ค่าธรรมเนียมธุรกรรม : ผู้ใช้ต้องจ่ายค่าธรรมเนียมเป็น AVAX สำหรับการทำธุรกรรมและการ Interact กับ smart contract",
    "การ Staking เพื่อเพิ่มความปลอดภัยให้กับ Network ของ Avalanche"
  ],
  "mechanism": [
    "Avalanche มีการใช้ Consensus ที่ไม่ซ้ำใครที่เรียกว่า Avalanche Concensus ซึ่งเป็นการรวมกันขององค์ประกอบของ Proof-of-Stake (PoS) และ Directed Acyclic Graph (DAG) โดยวิธีการผสมผสานนี้ส่งผลให้เกิดระบบที่รวดเร็วและมีประสิทธิภาพ สามารถประมวลผลธุรกรรมหลายพันรายการต่อวินาทีโดยเกือบจะเสร็จในทันที เป็นเทคโนโลยีที่ถูกสร้างขึ้นมาเพื่อให้แสดงผลลัพธ์ใดผลลัพธ์หนึ่ง สมมติว่ามี Node อยู่ 100 Node ที่รอยืนยันธุรกรรม ระบบจะสุ่ม Node จำนวนนึง เพื่อมาทำหน้าที่เป็น Validator หรือ เพื่อทำหน้าที่ยืนยันธุรกรรมนั้นๆในระบบ ระบบก็จะถามว่าธุรกรรมนั้นถูกต้องหรือไม่ ซึ่งจะยึดตามเสียงข้างมาก และจะสุ่มไปที่กลุ่ม Node ต่อไปเรื่อย ๆ จนได้ครบ 100 Node สำหรับการยืนยันธุรกรรมหนึ่งธุรกรรม",
    "โดยความเร็วสูงสุดของ Avalanche จะอยู่ที่ 4500 Tps และมีความสามารถในการแก้ปัญหา 51% Attack และสิ่งนี้ทำให้ Avalanche มีความแตกต่างจากเชนอื่น ๆ"
  ],
  "holder_benefits": [
    "การถือเหรียญ AVAX ผู้ใช้จะได้รับสิทธิประโยชน์หลายอย่างดังต่อไปนี้:",
    "1) Staking reward: ผู้ที่ถือเหรียญสามารถโหวต (delegate) เหรียญของพวกเขาให้กับ Validator หรือเป็น Validator ด้วยตัวเอง โดยได้รับเป็น staking reward",
    "2) Voting power: ผู้ที่ถือเหรียญ AVAX สามารถมีส่วนร่วมในการโหวต on-chain governance ซึ่งมีอิทธิพลต่อการพัฒนาและทิศทางของแพลตฟอร์มในอนาคต",
    "3) การเข้าถึง dApps: ผู้ใช้สามารถเข้าถึง และโต้ตอบ (interact) กับแอปพลิเคชั่นแบบ Decentralized (dApps) ที่สร้างขึ้นบน ecosystem ของ Avalanche"
  ],
  "real_world_use_cases": [
    "Avalanche เหมาะสำหรับการใช้งานในโลกแห่งความเป็นจริงหลายอย่าง:",
    "1) Decentralized finance (DeFi): Avalanche มอบตัวเลือกให้กับ DeFi ด้วยการทำธุรกรรมความเร็วสูง ค่าธรรมเนียมต่ำ และ Smart contract ที่รองรับ Ethereum",
    "2) Gaming and NFTs: ความสามารถในการปรับขนาดและความเร็วของแพลฟอร์ต ทำให้เป็นตัวเลือกที่เหมาะสำหรับการสร้างแอปพลิเคชั่นแบบ Decentralized (dApps) สำหรับเกม และการบริหาร non-fungible tokens (NFTs)",
    "3) Supply chain management: โครงสร้างพื้นฐานที่ปลอดภัยโปร่งใสและปรับขนาดได้ ของ Avalanche สามารถติดตามและสามารถจัดการการจัดส่งได้อย่างมีประสิทธิภาพตลอดห่วงโซ่อุปทาน (Supply chain)",
    "โดย Amazon ได้จับมือกับ Avalanch เพื่อที่จะนำโซลูชันของบล็อกเชนที่สามารถปรับขนาดได้สำหรับธุรกิจและรัฐบาล มันเป็นสิ่งสำคัญมากเพราะ Avalanche สามารถช่วยแปลง web 2.0 เป็น web 3.0 และสร้างเครื่องมือใหม่สำหรับบล็อกเชน ผลกระทบที่อาจเกิดขึ้นจากการร่วมมือกันรวมถึงการปรับใช้และความสะดวกในการใช้งานของ Node ซึ่งอาจนำสตูดิโอเกมและแอปพลิเคชันใหม่มาใช้ ซึ่งจะมาแก้ไขความกังวลเกี่ยวกับการรวมศูนย์และความปลอดภัยและแสดงให้เห็นว่าความร่วมมือนี้อาจเป็นสิ่งพลิกสถานการณ์สำหรับ blockchain และ cryptocurrency ในอีกไม่กี่ปีข้างหน้า"
  ]
}