{
  "what_is": [
    "เหรียญ UNI คือ Governance Token สำหรับแพลตฟอร์ม Uniswap ซึ่งเป็นเหรียญที่มอบอำนาจในการกำหนดทิศทางของแพลตฟอร์มให้กับผู้ถือเหรียญ ไม่ว่าจะเป็นการออกเสียงหรือการโหวตในข้อเสนอต่างๆ ได้ โดยข้อเสนอต่างๆ นอกเหนือจากข้อเสนอจากทางผู้พัฒนาแล้ว ทางฝั่งผู้ใช้ก็สามารถเข้ามาเสนอได้เช่นกัน ซึ่งกระบวนการดำเนินงานจะถูกนำเข้ามาเสนอและถกกันใน Community Board เมื่อข้อเสนอผ่านกระบวนการทั้งหมดแล้ว จะถูกนำมาแสดงในหน้าแดชบอร์ดที่เราสามารถติดตามดูสถานะการโหวตของข้อเสนอนั้นได้"
  ],
  "product_overview": [
    "Uniswap เป็น Decentralized Exchange (DEX) ที่ให้ผู้ใช้ได้แลกเปลี่ยนหรือซื้อขายเหรียญโดยไม่ต้องผ่านตัวกลาง โดยทำงานบน concept ของ Automated market makers (AMM) โดยใช้หลักการทางคณิตศาสตร์ในการตั้งราคา ของเหรียญ ตาม Supply กับ Demands ของ เหรียญนั้นๆ ใน pool โดย Liquidity pools ประกอบไปด้วย คู่เหรียญในแต่ละเหรียญ เช่น ETH/USDT และผู้ใช้สามารถ เตรียมสภาพคล่อง โดยฝากเหรียญไปใน pool เพื่อแลกกับส่วนแบ่งของค่าธรรมเนียมการซื่อขาย",
    "Interface ของเว็บดูเรียบง่าย และใช้ง่าย ทำให้ผู้ใช้สามารถแลกเปลี่ยน หรือซื้อขายเหรียญได้อย่างรวดเร็วด้วยค่าธรรมเนียมที่ต้ำ และไม่จะหมดปัญหาไปกับการยืนยัน KYC และนอกจากนี้ยังมีฟีเจอร์ที่เรียกว่า “liquidity provision incentives” โดยจะให้รางวัลให้กับผู้ใช้ที่ฝากสภาพคล่องด้วยเหรียญ UNI"
  ],
  "utilities": [
    "UNI เป็นเหรียญที่ถูกใช้ในการโหวตข้อเสนอในการปรับปรุงแพลตฟอร์ม Uniswap เองอย่างเดียว ซึ่งยังที่ถกเถียงกันในหมู่ Community และมีความต้องการจากผู้ใช้หลายส่วนที่อยากให้ Token ที่การใช้งานนอกเหนือจากการโหวต แต่ก็ยังไม่ได้มีการอัพเดตแต่อย่างใด"
  ],
  "mechanism": [
    "Mechanism ของ Uniswap ใช้หลักการ Automated Market Makers (AMMs) ที่กล่าวไปข้างต้น และ Liquidity pool คือ smart contract บน Blockchain ของ Ethereum ประกอบไปด้วย Digital Assets จำนวนมาก หรือเป็นเหรียญคริปโตที่พร้อมจะให้สภาพคล่องที่จำเป็น ที่อำนวยความสะดวกในการ swap เหรียญบนแพลตฟอร์ม โดยมี Liquidity provider เป็นผู้ให้บริการสภาพคล่องบนแพลตฟอร์ม ซึ่งจะทำงานร่วมกันกับเทคโนโลยี Automated Market Makers (AMMs) ทำให้ราคาของสินทรัพย์ปรับเปลี่ยนไปตามสมการคณิตศาสตร์ x*y = k อย่างอัตโนมัติ ซึ่งความเร็วในการคำนวณก็จะขึ้นอยู่กับสภาพคล่องที่ถูกสร้างขึ้นโดย Liquidity provider นั่นเอง โดย Liquidity providers จะฝากสินทรัพย์ผ่าน Liquidity pool"
  ],
  "holder_benefits": [
    "ประโยชน์ที่ผู้เหรียญ UNI จะได้รับ มีดังต่อไปนี้",
    "1) Governance token : คนที่ถือ UNI สามารถมีส่วนร่วมในการกำหนดเส้นทาง และทิศทางของแพลตฟอร์มได้ ผ่านนโยบายที่ตัวโปรเจกต์ร่างขึ้นเสนอต่อ Community",
    "2) ส่วนลดค่าธรรมเนียม : การถือเหรียญ UNI ช่วยให้คุณได้รับส่วนลดในการแลกเปลี่ยนเหรียญ โดยค่าธรรมเนียม จะกำหนดไว้ที่ 0.05% เริ่มต้น สำหรับทุกๆ 1 UNI ที่ถืออยู่ และสูงสุดไม่เกิน 0.3%"
  ],
  "real_world_use_cases": []
}
